Repository: jakob-stoeck/os_poker
Catalog: themes/p4f/translations/p4f.*.po
Languages: de

source: Challenge
de: Fordern

source: Join table
de: Zum Tisch

source: Invite now
de: Jetzt einladen

source: Send gifts
de: Geschenk schicken

source: You don't have any buddy.
de: Du hast keine Freunde :-(

source: Invite a buddy
de: Freund einladen

source: Send Gifts
de: Beschenken

source: Invite
de: Einladen

source: Invite Friends
de: Freunde einladen

source: Comments
de: Kommentare

source: Unpublished
de: Vorschau

source: Terms and Conditions
de: AGB

source: Imprint
de: Impressum

source: Game Rules
de: Spielregeln

source: Skip to Navigation
de: Zur Navigation

source: Play and Win
de: Spielen und Gewinnen

source: Welcome to Play4fashion - your portal for online games and super profits from New Yorker! Just register, start playing and win. It costs nothing, it's fun and you can be sure to wear the coolest outfits. Let's go!
de: Willkommen bei Play4fashion - Deinem Portal für online Games und super Gewinne von New Yorker! Einfach anmelden, losspielen, und gewinnen. Das kostet nix, macht Spaß und sorgt dafür, dass Du die coolsten Outfits tragen kannst. Los geht's!

source: Daily Prize
de: Tagespreis

source: Description of the Daily Prize for front page.
de: Einmal am Tag verlosen wir unter den Quiz-Gewinnern einen New Yorker Shoppinggutschein im Wert von 10 EUR.

source: Weekly Prize
de: Wochenpreis

source: Description of the Weekly Prize for front page.
de: Jede Woche krönen wir die beiden besten Spieler der Woche und vergeben 2 New Yorker Shoppinggutscheine im Wert von 50 EUR.

source: Monthly Prize
de: Monatspreis

source: Description of the Monthly Prize for front page.
de: Einmal im Monat belohnen wir die beiden besten Spieler mit 2 New Yorker Shoppinggutscheinen im Wert von 100 EUR.

source: Yearly Prize
de: Jahrespreis

source: Description of the Yearly Prize for front page.
de: New Yorker schickt Dich nach New York. Einmal im Jahr gibt es eine Reise nach New York für 2 Personen inkl. Taschengeld zu gewinnen!

source: Description of the Fashion Poker game for front page.
de: Spiel mit, an unserem gratis Online Pokertischen. Setz Dein Pokerface auf und geh 'all in'!

source: Cartingo
de: Chartingo

source: Description the Cartingo game for front page.
de: Spieglein, Spieglein an der Wand, wie heißt die Nummer 1 von morgen in diesem Land?

source: Description of the Be the next DJ game for front page.
de: Es liegt allein in deinen Händen, ob du die Party rockst und die Tanzfläche füllst.

source: Description of the Fashion Quiz game for front page.
de: Der Schlüssel zum Tagesgewinn. Sobald Du alle Fragen richtig hast, nimmst Du an der Verlosung teil!

source: The tournament, to which you have signed up, has begun. Go to the Table <span></span>. Good luck!
de: Dein Turnier, für das du dich angemeldet hast, hat begonnen. Platz nehmen. <span></span>. Viel Glück!

source: Player since
de: Spieler seit

source: Chips
de: Coins

source: City
de: Stadt

source: Highest Chip Level
de: Höchster Coin Level

source: Country
de: Land

source: Biggest Pot Won
de: Größter Gewinn

source: Age
de: Alter

source: Best Hand
de: Beste Hand

source: Gender
de: Geschlecht

source: Hands Played/won
de: gesp./gew. Hände

source: Update Profile
de: Profil aktualisieren

source: Join Table
de: Platz nehmen

source: Report Abuse
de: Missbrauch melden

source: Recent Rewards
de: Letzte Rewards

source: Recent Gifts
de: Letzte Geschenke

source: Tournaments
de: Turniere

source: Next Tournament
de: Nächstes Turnier

source: Player is registered at
de: Spieler ist registriert für

source: Player is not registered
de: Spieler nicht registriert

source: Best Tournament Results
de: Beste Turnier-Ergebnisse

source: Rank
de: Level

source: Tourney
de: Turnier

source: Date
de: Datum

source: No results
de: Keine Ergebnisse

source: Chop Shop
de: Coin Shop

source: Get Chips
de: Coins kaufen

source: At this table
de: An diesem Tisch

source: Click here!
de: Hier klicken!

source: Sorry, your browser does not support Flash.
de: Sorry, Dein Browser unterstützt kein Flash.

source: Your rewards
de: Deine Rewards

source: no rewards achieved
de: Keine Rewards erspielt

source: Welcome
de: Willkommen

source: You have @buddies Friends
de: Du hast @buddies Freunde

source: Invite more
de: Mehr einladen

source: You have !chips Coins
de: Du hast !chips Coins

source: Get more
de: Mehr holen

source: Theme for playforfashion.de
de: Theme für play4fashion.com

source: Messages
de: Nachrichten

source: Friends
de: Freunde

source: Help
de: Hilfe
