Repository: jakob-stoeck/os_poker
Catalog: themes/pbpoker/translations/pbpoker.*.po
Languages: de

source: Send your friends !chipsamount Bonus chips!
de: Schicke Deinen Freunden !chipsamount Bonus Chips!

source: Invite now all your friends!
de: Lade jetzt Deine Freunde ein!

source: For logging in daily you get: !dailyChips Bonus chips!
de: Für das tägliche Login erhältst Du: !dailyChips Bonus Chips!

source: Get !amount per day!
de: Erhalte !amount Chips pro Tag!

source: Just invite !nb_buddies new pokerfriends!
de: Lade jetzt noch !nb_buddies neue Pokerfreunde ein!

source: The more friends you invite, the more free chips you get daily!
de: Je mehr Freunde Du einlädst, umso mehr Chips bekommst Du täglich gutgeschrieben!

source: See present invitations
de: Deine aktuellen Einladungen

source: Continue to play
de: Zurück zur Lobby

source: * The bonus applies only to successfully invited new friends.
de: * Die Bonusregelung gilt nur für erfolgreich eingeladene neue Freunde.

source: Date
de: Datum

source: Remind
de: Erinnern

source: Delete
de: Löschen

source: « first
de: « Anfang

source: ‹ previous
de: ‹ zurück

source: next ›
de: vor ›

source: last »
de: Ende »

source: Invitation accepted=
de: Einladung akzeptiert=

source: Not yet confirmed=
de: Noch nicht bestätigt=

source: Overview
de: Übersicht

source: You have invited:<br/> <span>%total</span> friends
de: Versendete <br/> Einladungen: <span>%total</span>

source: Accepted<br/>invitations
de: Erfolgreiche<br/>Einladungen

source: Pending<br/>invitations
de: Ausstehende<br/>Einladungen

source: Challenge
de: Fordern

source: Join table
de: Zum Tisch

source: Invite now
de: Einladen

source: Send gifts
de: Spendieren

source: your Searchrequest didn't match any Players.
de: keine Spieler passend zu Deiner Suchanfrage gefunden.

source: Try again
de: Noch einmal versuchen

source: You don't have any buddy.
de: Du hast noch keine Buddies.

source: Invite a buddy
de: Buddy einladen

source: SIGN UP : It's free and anyone can join !
de: REGISTRIEREN: Kostenlos anmelden und mitmachen!

source: Play poker with your friends and our bunnys!
de: Spiele Poker mit Deinen Freunden und unseren Bunnies!

source: Sex is like a poker game. If you do not have a good partner, you at least have to have a damn good hand.
de: Sex ist wie ein Pokerspiel. Wenn Du keinen guten Partner hast, musst Du wenigstens eine verdammt gute Hand haben.

source: Poker with your friends and our Bunnys
de: Poker mit Deinen Freunden und unseren Bunnies

source: Learn Texas Hold'em No Limit and win hot prizes!
de: Lerne Texas Hold’em No Limit und gewinne heiße Preise!

source: Experience with us the exciting world of poker! Get your thrills in high stakes games and tournaments and play for millions without any risk.
de: Erlebe bei uns die spannende Welt des Pokerspiels! Hol Dir den Nervenkitzel, in High Stakes Partien und Turnieren um Millionen zu zocken, völlig ohne Risiko.

source: The better you play, the greater your chances for a date with a Playmate.
de: Je besser Du spielst, desto größer wird Deine Chancen auf ein Date mit einer Playmate.

source: $1.000 Start bonus
de: $1.000 Chips Startbonus

source: This is how it works
de: So funktioniert's

source: You play in all games with virtual game money with no value.
de: Bei sämtlichen Einsätzen handelt es sich um virtuelles Spielgeld ohne Gegenwert.

source: Poker with our Bunnies
de: Poker mit unseren Bunnies!

source: Join the world&#039;s sexiest poker!
de: Spiele Poker mit Deinen Freunden und unseren Bunnies!

source: Welcome
de: Willkommen

source: Your rewards
de: Deine Auszeichnungen

source: no rewards achieved
de: Noch keine<br />Auszeichnungen

source: Attention to be able to play Playboy Poker you need to enable JavaScript!
de: Achtung, um auf !site_name spielen zu können, musst Du Javascript aktivieren!

source: Internet Explorer: Go up in the browser menu: "Tools" then "Internet Options" - "Security". Set the security level for "Internet" to the default "Medium".
de: So funktioniert's im Internet Explorer: Gehe oben im Browsermenü auf: "Extras", dann weiter zu "Internetoptionen" - "Sicherheit". Setze jetzt die Sicherheitsstufe für "Internet" auf den Standardwert "Mittel".

source: How it works on in Firefox: Go up in the browser menu: "Tools," then to "Settings" - "content" - "Enable Javascript" (must be ticked).
de: So funktioniert's im im Firefox: Gehe oben im Browsermenü auf: "Extras", dann weiter zu: "Einstellungen" - "Inhalt" - "Javascript aktivieren" (muss angekreuzt sein).

source: Play online poker at Playboy Poker
de: Online Poker spielen bei Playboy Poker

source: If you are always playing online poker, or want to learn it, then Playboy Poker is the place for you. We not only offer exciting poker tournaments with hot prices, but also all information about the poker rules and poker strategies to be successful at the poker table.
de: Falls Du schon immer online Poker spielen oder es lernen möchtest, dann ist Playboy Poker der richtige Ort für Dich. Wir bieten nicht nur spannende Poker Turniere mit heissen Preisen, sondern auch alle Informationen über die Poker Regeln und Poker Strategien, um am Pokertisch erfolgreich zu sein.

source: On our free poker site you will perhaps become the next star of the poker world and win a date with one of our Playmates. You play on our poker tables the most popular poker variant Texas Hold'em No Limit.
de: Auf unserer kostenlosen Pokerseite wirst Du vielleicht der nächste Star der Pokerwelt und gewinnst ein Date mit einem unserer Playmates. Bei uns spielst Du die zur Zeit beliebteste Poker-Variante Texas Hold‘em No Limit.

source: Click here!
de: Klick hier!

source: Full player data will also be rewarded with 2,000 poker chips!
de: Vollständige Spielerdaten werden zusätzlich mit 2.000 Pokerchips belohnt!

source: Our tip:
de: Unser Tipp:

source: For every friend you successfully invite to Playboy Poker, you and your friend collect additional poker chips.
de: Für jeden Freund, den Du erfolgreich zu Playboy Poker einlädst,kassieren Du und Dein Freund zusätzliche Pokerchips.

source: Send <strong> !amount free chips</strong> to your poker buddies!
de: Sende Deinen Buddies <strong> !amount free chips</strong>!

source: Send
de: Sende

source: Invite more friends
de: Lade weitere Freunde ein
