Repository: jakob-stoeck/os_poker
Catalog: modules/os_poker/translations/os_poker.*.po
Languages: de

source: See present invitations
de: Deine aktuellen Einladungen

source: Continue to play
de: Weiterspielen

source: * Please note that just new player are getting this bonus.
de: * Hinweis: Diesen Bonus erhalten nur neue Spieler.

source: @user's picture
de: @user's Profilbild

source: View user profile.
de: Spielerprofil ansehen.

source: Challenge
de: Fordern

source: Join table
de: Zum Tisch

source: Invite now
de: Einladen

source: Send gifts
de: Spendieren

source: your Searchrequest didn't match any Players.
de: keine Spieler passend zu Deiner Suchanfrage gefunden.

source: Try again
de: Noch einmal versuchen

source: You don't have any buddy.
de: Du hast noch keine Buddies.

source: Invite a buddy
de: Buddy einladen

source: Looking for other players?
de: Auf der Suche nach anderen Spielern?

source: Then you've come to the right place! Whether you're looking for someone nearby, nationwide or in a foreign country, we show you all Poker players at a glance.
de: Dann bist Du hier richtig! Ob in Deiner Nähe, landesweit oder international, hier findest Du alle Pokerspieler auf einen Blick.

source: * Please note that you can only add players to your buddy list or send gifts when you are both playing at the same table.
de: * Bitte beachte, dass Du nur Spieler zu Deiner Buddy Liste hinzufügen kannst, während Du mit Ihnen am selben Tisch spielst.

source: Send Gifts
de: Spendieren

source: Invite
de: Einladen

source: Invite Friends
de: Freunde einladen

source: Create your Profile
de: Erstelle Dein Profil

source: One last step to discover the fun, excitement and challenge of poker.
de: Nur noch ein Schritt um den Spass, die Spannung und die Herausforderung des Pokerns zu entdecken.

source: Find new Poker Buddies!
de: Finde neue Poker Buddies!

source: Terms of service
de: AGB's

source: Help
de: Hilfe

source: Editorial
de: Impressum

source: Trouble Accessing Your Account ?
de: Probleme auf Deinen Account zuzugreifen?

source: Forgot your password ? Enter your login email below and we will send you an email to change your password.
de: Passwort vergessen? Gib die E-Mail Adresse ein unter der Du Dich angemeldet hast und wir senden Dir eine E-Mail wie Du Dein Passwort ändern kannst.

source: If you have a different problem accessing your account, please see our !help.
de: Wenn Du ein anderes Problem haben solltest auf Deinen Account zuzugreifen, besuche unsere !help.

source: Login Problems Help Page
de: Login Probleme Hilfe-Seite

source: SIGN UP : It's free and anyone can join !
de: REGISTRIEREN : Kostenlos anmelden und mitmachen !

source: Messages
de: Nachrichten

source: You don't have any message.
de: Du hast keine Nachrichten.

source: read more
de: weiterlesen

source: more
de: mehr

source: Report abuse by %username.
de: Missbrauch melden von %username.

source: Reason
de: Grund

source: Your reason for reporting %username as abusive.
de: Der Grund warum Du %username als missbräuchlich meldest.

source: Offending profile picture
de: Anstössiges Profilbild

source: Other
de: Andere

source: Report abuse
de: Missbrauch melden

source: Cancel
de: Abbrechen

source: Your message has been sent.
de: Deine Nachricht wurde versendet.

source: Abuse reports
de: Missbrauch Meldungen

source: Receiver address
de: Empfänger-Adresse

source: Reset to defaults
de: Vorgabewerte wiederherstellen

source: The e-mail address you specified is not valid.
de: Die angegebene e-Mail-Adresse ist nicht gültig.

source: Your Email
de: Deine E-Mail

source: New Password
de: Neues Passwort

source: Send
de: Senden

source: Sign Up
de: Registrieren

source: Ignore all new buddy request
de: Alle neuen Buddy Anfragen ignorieren

source: Please notify me by email whenever I receive a message
de: Ich möchte per E-Mail benachrichtigt werden, wenn ich eine Nachricht erhalte

source: I don't accept any gift
de: Ich akzeptiere keine Geschenke

source: I wish to receive the weekly email newsletter (recommended)
de: Ich möchte den E-Mail Newsletter erhalten (empfohlen)

source: I wish to receive emails in HTML-format
de: Ich möchte E-Mails im HTML-Format erhalten

source: Save
de: Speichern

source: New Email
de: Neue E-Mail

source: Password successfully modified
de: Passwort erfolgreich geändert

source: You have already used this one-time login link. It is not necessary to use this link to login anymore. You are already logged in.
de: Du hast diesen einmaligen Login Link schon benutzt. Du kannst diesen Link nicht noch einmal benutzen. Du bist schon eingeloggt.

source: You have tried to use a one-time login for an account which has been blocked.
de: Du hast hast versucht einen einmaligen Login Link zu verwenden für einen Account der deaktiviert wurde.

source: You have tried to use a one-time login link that has expired. Please request a new one using the form below.
de: Du hast versucht einen einmaligen Login Link zu verwenden der abgelaufen ist. Bitte fordere einen neuen über das Formular an.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
de: Du hast Deinen einmaligen Login Link schon benutzt. Es ist nicht mehr nötig diesen Link zum Login zu benutzen. Bitte ändere nun Dein Passwort.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to login to the site and change your password.</p>
de: <p>Dies ist ein einmaliger Login für %user_name wird am %expiration_date ablaufen.</p><p>Klick auf diesen Button um dich einzuloggen und ändere Dein Passwort.</p>

source: This login can be used only once.
de: Dieser Login kann nur einmal benutzt werden.

source: Log in
de: Einloggen

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
de: Du hast versucht einen einmaligen Login Link zu benutzen, der entweder schon benutzt wurde oder nicht mehr gültig ist. Bitte fordere einen neuen über das Formular an.

source: Search Online player only!
de: Suche nur Spieler die online sind.

source: Male
de: Männlich

source: Female
de: Weiblich

source: Gender
de: Geschlecht

source: City
de: Stadt

source: Country
de: Land

source: Search
de: Suche

source: Profile photo
de: Profilbild

source: Upload a photo. Max : %dimensions and %size kB.
de: Bild hochladen. Max : %dimensions und %size kB.

source: Birthday
de: Geburtstag

source: Select...
de: Wähle...

source: Join
de: Mitmachen

source: Save Profile
de: Profil speichern

source: Skip this step
de: Überspringen

source: Here
de: Hier

source: already exists.
de: existiert schon.

source: Thank you for updating your profile.
de: Danke für die Aktualisierung Deines Profils.

source: Send invite
de: Einladung senden

source: Sorry, you've reached the maximum number of invitations.
de: Sorry, Du hast die maximale Anzahl an Einladungen erreicht.

source: You just receive a headsup challenge from !user
de: Du hast soeben eine Heads-up Herausforderung von !user erhalten

source: Accept
de: Annehmen

source: Refuse
de: Ablehnen

source: You just challenged !user
de: Du hast soeben !user herausgefordert

source: !user is playing at table !table come and join
de: !user spielt am Tisch !table spiele mit

source: Invitation sent to !user
de: Einladung versendet an !user

source: Invitation resent to !email
de: Einladung erneut gesendet an !email

source: Invitation must have expired to be resent.
de: Die Einladung muß abgelaufen sein um erneut gesendet zu werden.

source: Your invite has been deleted.
de: Deine Einladung wurdfe gelöscht.

source: You don't have enough Chips.
de: Du hast nicht genügend Chips.

source: 75.000 Chips for €5
de: 75.000 Chips für €5

source: 150.000 Chips for €10
de: 150.000 Chips für €10

source: 400.000 Chips for €20
de: 400.000 Chips für €20

source: 1.000.000 Chips for €50
de: 1.000.000 Chips für €50

source: 2.500.000 Chips for €100
de: 2.500.000 Chips für €100

source: 5.000.000 Chips for €150
de: 5.000.000 Chips für €150

source: Players Online Now
de: Spieler momentan online

source: You just won reward !name : !desc
de: Du hast soeben das Reward !name : !desc gewonnen

source: Player sits down at the table for the first time
de: Spieler nimmt zum ersten Mal am Spieltisch Platz

source: Player wins his first hand
de: Spieler gewinnt zum ersten Mal eine Hand

source: Player participates in a tourney/sng for the first time
de: Spieler nimmt zum ersten Mal an einem Turnier/Sit & Go teil

source: Player wins with AA hole cards
de: Spieler gewinnt mit AA hole cards

source: Player wins with KK hole cards
de: Spieler gewinnt mit KK hole cards

source: Player wins with QQ hole cards
de: Spieler gewinnt mit QQ hole cards

source: Player wins with JJ hole cards
de: Spieler gewinnt mit JJ hole cards

source: Player wins with 66 hole cards
de: Spieler gewinnt mit 66 hole cards

source: Player wins with 44 hole cards
de: Spieler gewinnt mit 44 hole cards

source: Player wins with AK hole cards
de: Spieler gewinnt mit AK hole cards

source: Player wins with AD hole cards
de: Spieler gewinnt mit AQ hole cards

source: Player wins with 69 hole cards
de: Spieler gewinnt mit 69 hole cards

source: Day Player wins with KQ hole cards, both heart
de: Day Spieler gewinnt mit KQ hole cards, beide in Herz

source: Player wins a big pot, more than 5.000 chips
de: Spieler gewinnt einen grossen Pot, mehr als 5.000 Chips

source: Player wins an all-in
de: Spieler gewinnt ein All-in

source: Player has at least 5 buddies
de: Spieler hat mindestens 5 Poker Buddies

source: Player has at least 2 successful invitations
de: Spieler hat mindestens 2 erfolgreiche Einladungen

source: Player sits down at the table with at least one buddy
de: Spieler spielt mit mindestens einem Buddy an einem Tisch

source: Player buys a gift for every player at the table, value doesn't matter
de: Spieler gibt allen Mitspielern am Tisch ein Geschenk, Wert egal

source: Player participates in a challenge
de: Spieler nutzt die Challenge Funktion

source: Player wins with 777
de: Spieler gewinnt mit 777

source: Player wins with three of a kind
de: Spieler gewinnt mit einem Drilling

source: Player wins with three of a kind, 10 times
de: Spieler gewinnt mit einem Drilling, 10 mal

source: Player wins with a street
de: Spieler gewinnt mit einer Strasse

source: Player wins with a street, 10 times
de: Spieler gewinnt mit einer Strasse, 10 mal

source: Player wins with a flush
de: Spieler gewinnt mit einem Flush

source: Player wins with a flush, 10 times
de: Spieler gewinnt mit einem Flush, 10 mal

source: Player wins with a full house
de: Spieler gewinnt mit einem Full House

source: Player wins with a full house, 10 times
de: Spieler gewinnt mit einem Full House, 10 mal

source: Player wins with AKQJT
de: Spieler gewinnt mit AKQJT

source: Player wins with A2345
de: Spieler gewinnt mit A2345

source: Player wins a big pot, more than 10.000 chips
de: Spieler gewinnt einen riesigen Pot, mehr als 10.000 Chips

source: Player wins a big pot, more than 25.000 chips
de: Spieler gewinnt einen riesigen Pot, mehr als 25.000 Chips

source: Player holds a full house and looses his hand
de: Spieler verliert mit Full House

source: Player places top 9 in a tourney
de: Spieler erreicht den Final Table in einem Turnier

source: Player has at least 10 buddies
de: Spieler hat mindestens 10 Poker Buddies

source: Player has at least 5 successful invitations
de: Spieler hat mehr als 5 erfolgreiche Einladungen

source: Player sits down at the table with at least three buddies
de: Spieler spielt mit mind. 3 Buddies an einem Tisch

source: Player buys a gift for every player at the table, aggregate value more than 1.000 Chips
de: Spieler gibt allen Mitspielern am Tisch ein Geschenk, Gesamtwert mehr als 1.000 Chips

source: Player has a peek chip count of 1.000.000 chips
de: Spieler hat mehr 1 Million Chips erreicht

source: Player wins 10 hands in a row during a session
de: Spieler gewinnt 10 Hände in Folge während einer Session

source: Player wins with four of a kind
de: Spieler gewinnt mit einem Vierling

source: Player wins with a straight flush
de: Spieler gewinnt mit einem Straight Flush

source: Player wins with a street, 50 times
de: Spieler gewinnt mit einer Strasse, 50 mal

source: Player wins with a flush, 50 times
de: Spieler gewinnt mit einem Flush, 50 mal

source: Player wins with a full house, 50 times
de: Spieler gewinnt mit einem Full House, 50 mal

source: Player wins a big pot, more than 100.000 chips
de: Spieler gewinnt einen riesigen Pot, mehr als 100.000 Chips

source: Player wins with 27 hole cards, any suit
de: Spieler gewinnt mit 27 hole cards

source: Player holds four of a kind and looses his hand
de: Spieler verliert mit Quads

source: Player wins a tourney
de: Spieler gewinnt ein Turnier

source: Player has at least 50 buddies
de: Spieler hat mehr als 50 Poker Buddies

source: Player has at least 25 successful invitations
de: Spieler hat mehr als 25 erfolgreiche Einladungen

source: Table Player sits down at the table with 8 buddies
de: Spieler spielt mit mind. 8 Buddies an einem Tisch

source: Player buys a gift for every player at the table, aggregate value more than 10.000 Chips
de: Spieler gibt allen Mitspielern am Tisch ein Geschenk, Gesamtwert mehr als 10.000 Chips

source: Player wins with a royal flush
de: Spieler gewinnt mit einem Royal Flush

source: at least 42 hours at the table within 8 days
de: Spieler spielt mind. 42 Stunden innerhalb einer Woche

source: all bronze, silver and goild achievements complete
de: Spieler hat sämtliche Bronze, Silber und Gold Rewards erlangt

source: hands played
de: Hände gespielt

source: Player wins at least 10 tourneys
de: Spieler hat 10 Turniere gewonnen

source: Player had more than 1 million chips, lost everything and has again > 1 million chips
de: Spieler hatte über 1 Million Chips - fiel auf Null und ist jetzt wieder über 1 Million

source: Player buys a gift for every player at the table, aggregate value more than 100.000 Chips
de: Spieler gibt allen Mitspielern am Tisch ein Geschenk, Gesamtwert mehr 100.000 Chips

source: Player has at least 100 buddies
de: Spieler hat mind. 100 Poker Buddies

source: Player has at least 50 successful invitations
de: Spieler hat mehr als 50 erfolgreiche Einladungen

source: Player has spent at least 1.000.000 chips for gifts
de: Spieler hat 1 Million für Gifts ausgegeben!

source: Player since
de: Spieler seit

source: Actual Player Ranking
de: Spieler Ranking

source: Biggest Pot Won
de: Grösster gewonnener Pot

source: Best Hand
de: Bestes Blatt

source: Age
de: Alter

source: Hands Played
de: Gespielte Hände

source: Hands won
de: Gewonnene Hände

source: Update Profile
de: Profil aktualisieren

source: Join Table
de: Platz nehmen

source: Recent Rewards
de: Letzte Rewards

source: Recent Gifts
de: Letzte Geschenke

source: Profile
de: Profil

source: Buy Gift
de: Geschenk kaufen

source: Add Buddy
de: Buddy hinzufügen

source: Today's Gift
de: Geschenk des Tages

source: Activate Item
de: Aktiviere Item

source: Report Abuse
de: Missbrauch melden

source: Activate
de: Aktivieren

source: Personal Settings
de: Persönliche Einstellungen

source: Change E-Mail
de: E-Mail ändern

source: Change Password
de: Passwort ändern

source: Settings
de: Einstellungen

source: Profile:
de: Profil:

source: For a complete Profile you'll get $2.000 Chips for free!
de: Für ein vollständiges Profil erhälst Du $2.000 Chips geschenkt!

source: Rank
de: Rang

source: Invitation Bonus : 5000 Chips
de: Einladungs Bonus : 5000 Chips

source: Daily gift : !invites Invites = !nchips Chips allocated.
de: Daily gift : !invites Einladungen = !nchips Chips zugewiesen.

source: Warning !field parameter is too long (max 1024 chars)
de: Warnung !field Parameter ist zu lang (max 1024 chars)

source: Warning !field parameter is too long (max 256 chars)
de: Warnung !field Parameter ist zu lang (max 256 chars)

source: Warning !field parameter is too long (max 32 chars)
de: Warnung !field Parameter ist zu lang (max 32 chars)

source: Error : bad parameter to CScheduler::GetUsertasks (wait only for numerics)
de: Error : ungültiger Parameter für CScheduler::GetUsertasks (nur Ziffern gestattet)

source: No item with id : !id
de: Kein Item mit der id : !id

source: Object "!class" doesn't contains field "!field"
de: Object "!class" enthält nicht das Feld "!field"

source: Invalid parameter to "!class" ctor.
de: Ungültiger Parameter für "!class" ctor.

source: User doesn't have enough money.
de: User hat nicht genügend Chips.

source: No one of targets accepts gifts
de: Keiner der gewählten akzeptiert Geschenke

source: User doesn't have enough money (!uc vs !cn needed).
de: User hat nicht genügend Chips (!uc vs !cn benötigt).

source: You just receive a gift from !user
de: Du hast soeben ein Geschenk von !user erhalten

source: Send a gift in return
de: Sende eine Gegengabe

source: Purchase taken from Off-Table Chips.
de: Kauf erfolgt mit Chips, die sich nicht am Spieltisch befinden.

source: Buy for Table and Buddies
de: Für Tisch und Buddies kaufen

source: Buy for Table
de: Für alle am Tisch kaufen

source: Buy for Buddies
de: Für Buddies kaufen

source: Buy
de: Kaufen

source: 1. Choose a Package:
de: 1. Wähle ein Angebotspaket:

source: Get Chips to play Playboy-Poker and buy basic items.
de: Erhalte Chips um Playboy-Poker zu spielen und Geschenke zu kaufen.

source: Choose Payment Option:
de: Wähle eine Zahlungsmöglichkeit:

source: Please select the amount of chips you want to buy.<br/>The first time, open https://sandbox.paypal.com/cgi-bin/webscr in a new tab and initialize the session with paypal sandbox using cmirey@persistant.fr / testtest then come back on this page, click on buy and use poker_1259758311_per@persistant.fr / testtest as sandbox paypal account.
de: Wähle aus wieviele Chips Du kaufen möchtest.<br/>The first time, open https://sandbox.paypal.com/cgi-bin/webscr in a new tab and initialize the session with paypal sandbox using cmirey@persistant.fr / testtest then come back on this page, click on buy and use poker_1259758311_per@persistant.fr / testtest as sandbox paypal account.

source: Get Chips
de: Chips kaufen

source: Earn Chips
de: Chips verdienen

source: At this table
de: An diesem Tisch

source: Play Texas Hold'em Poker with your Friends. Get FREE Pokerchips every day that you play !
de: Lust auf eine Partie Poker? Poker mit Deinen Freunden und unseren Bunnys !

source: You just receive a daily gift from !user
de: Du hast soeben ein Geschenk von !user erhalten.

source: Requested user is not a uid or a CUser
de: Angeforderter user ist keine uid oder ein CUser

source: Welcome
de: Willkommen

source: Your rewards
de: Deine Rewards

source: Invite more
de: Weitere einladen

source: You have @buddies Pokerbuddies
de: Du hast @buddies Poker Buddies

source: Get more
de: Erwerbe mehr

source: You have !chips Chips
de: Du hast !chips Chips

source: VG successfully modified
de: VG erfolgreich modifiziert

source: Nothing to modify
de: Nichts zu verändern

source: By signing up, you agree to the
de: Durch Deine Anmeldung erklärst Du Dich einverstanden mit den

source: Terms of Service and Privacy Policy.
de: Nutzungsbedingungen.

source: Show online Poker Buddies only.
de: Zeige nur Poker Buddies die online sind.

source: !user wants to be your buddy
de: !user möchte Dein Buddy werden

source: Buddielist
de: Buddy Liste

source: Who is at that Table
de: Wer spielt an diesem Tisch

source: Play now !
de: Jetzt spielen!

source: WANT SOME HELP GETTING STARTED
de: STARTHILFE GEFÄLLIG?

source: We show you how to play poker in just one minute
de: Ich zeige Dir ganz schnell wie es geht!

source: Click here
de: Hier klicken

source: !time ago
de: vor !time

source: Accepted
de: Akzeptiert

source: Refused
de: Abgelehnt

source: [!site_name] Abuse by !reported
de: [!site_name] Missbrauch von !reported

source: Unknow symbol used in message: %symbol.
de: Nicht unterstütztes Zeichen in der Nachricht: %symbol.
