Repository: jakob-stoeck/os_poker
Catalog: modules/invite/translations/*-informal.po
Languages: de

source: Your invitations
de: Deine Einladungen

source: [inviter-raw] has sent you an invite!
de: [inviter-raw] hat Dich eingeladen!

source: Use the syntax [token] if you want to insert a replacement pattern.
de: Verwende die Syntax [token], um einen Platzhalter einzufügen.

source: Sorry, you reached the maximum number (@max) of invitations.
de: Du hast die maximale Zahl möglicher Einladungen (%max) erreicht.

source: Type the subject of the invitation e-mail.
de: Gib den Betreff der E-Mail ein.

source: Message
de: Deine Nachricht

source: You cannot send more than one invitation.
de: Du kannst nicht mehr als eine Einladung versenden.

source: Problems occurred while sending the invitation(s). Please contact the site administrator.
de: Beim Versenden der Einladung(en) ist ein Problem aufgetreten. Bitte wende Dich an den Administrator der Seite.

source: Are you sure you want to withdraw the invitation to %email?
de: Bist Du sicher, dass Du die Einladung an %email zurückziehen möchtest?

source: Your friend, [inviter-raw], has invited you to join [site-name] at [site-url]. To become a member of [site-name], click the link below or paste it into the address bar of your browser. [join-link] ---------- [invite-message-raw]
de: Dein Freund [inviter-raw] möchte Dich auf [site-name] [site-url] einladen. Um ein Mitglied von [site-name] zuwerden, klicke einfach auf folgenden Link oder füge ihn in die Adresszeile Deines Browsers ein. [join-link] ---------- [invite-message-raw]

source: You have 1 invite left.
de: Du hast noch eine Einladung frei.

source: Type the e-mail address of the person you would like to invite.
de: E-Mail-Adresse der Person, die Du einladen möchtest.

source: You have only 1 invite left.
de: Du hast nur noch eine Einladung frei.

source: Your invitation has been successfully sent. You will be notified when the invitee joins the site.
de: Deine Einladung wurde erfolgreich versendet. Du wirst benachrichtigt, wenn sich der Eingeladene angemeldet hat.

source: The entered e-mail address is invalid. Please correct it.
de: Die eingegebene E-Mail-Adresse ist ungültig, bitte korrigiere sie.
