Repository: jakob-stoeck/os_poker
Catalog: modules/invite/translations/*.po
Languages: it

source: Allows users to send GMail style invitations, and automatically escalates new users who join the site to a role of your designation.
it: Permette agli utenti di inviare inviti in stile GMail. I nuovi utenti che si registrano possono essere automaticamente assegnati a un ruolo prescelto.

source: User settings
it: Configurazione utente

source: Target role (default)
it: Ruolo assegnato (default)

source: Choose the default role that invited users will be added to when they register. For example, <em>authenticated user</em>.
it: Scegliere il ruolo a cui saranno assegnati gli invitati che si registrano. Per esempio, <em>utente regisrato</em>.

source: Target role for %role invitees
it: Ruolo da assegnare per %role invitati

source: Choose the role that invited users will be added to if invited by a %role.
it: Scegliere il ruolo da assegnare agli utenti se invitati da un %role.

source: Invitation expiry
it: Scadenza dell'invito

source: Set the expiry period for user invitations, in days.
it: Selezionare la durato dell'invito, in giorni.

source: Allow deletion of joined users
it: Permette la cancellazione degli utenti che aderiscono all'invito

source: This option allows users to delete invitations marked as <em>joined</em>. Useful to prevent users from deleting their account to be re-invited.
it: Questa opzione permette agli utenti di cancellare gli inviti classificati <em>accettati</em>. Utile per prevenire che gli utenti si cancellino per essere re-invitati.

source: Role limitations
it: Limitazioni per ruolo

source: Limit for %role
it: Limitazioni per %role

source: unlimited
it: illimitati

source: Limits for %role
it: Limitazioni per %role

source: Multiple invitations
it: Inviti multipli

source: Limit per turn for %role
it: Limite per sessione per %role

source: disabled
it: disabilitato

source: Allows to limit the maximum number of invitations a %role can send per turn.
it: Consente di fissare un numero massimo di invito che un %role può spedire per sessione.

source: Email settings
it: Configurazione Email

source: Subject
it: Oggetto

source: You've been invited
it: Hai ricevuto un invito

source: Type the subject of the invitation email.
it: Scrivi l'oggetto della email di invito

source: Mail template
it: Modello di email

source: Use the following placeholders: @site, @homepage, @join_link, @message, @inviter.
it: Usare i seguenti segnaposto: @sito, @homepage, @link_invito, @messagio, @ospite.

source: <em>From</em> email address
it: Indirizzo E-Mail del mittente

source: Choose which email address will be in the From: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default email address of the site, whereas <em>inviter</em> will use the email address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
it: Scegliere quale indirizzo email usare nel campo Da: delle lettere di invito inviate; <em>Pagina web</em> per usare come indirizzo quello generale del sito. <em>Ospite</em> per usare l'indirizzo della persona che invita. Oppure scegliere manualmente usando la configurazione avanzata qui sotto.

source: site
it: Sito

source: inviter
it: Ospite

source: <em>Reply-To</em> email address
it: indirizzo email a cui <em>Rispondere</em> (Reply-to)

source: Choose which email address will be in the Reply-To: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default email address of the site, whereas <em>inviter</em> will use the email address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
it: Scegliere l'indirizzo email da usare per il campo Reply-to della email di invito; <em>sito</em> oppure <em>ospite</em>.<em>Pagina web</em> per usare come indirizzo quello generale del sito. <em>Ospite</em> per usare l'indirizzo della persona che invita. Oppure scegliere manualmente usano la configurazione avanzata qui sotto.

source: Advanced settings
it: Configurazione avanzata

source: <strong>Note:</strong> unless these fields are blank, they will override the radio button choices above.
it: <strong>Nota:</strong> se selezionate, queste scelte prevalgono sulle scelte dei bottoni radio qui sopra.

source: Manually override <em>From</em> email address
it: Cambiare l'indirizzo email del mittente

source: The email address the invitation email is sent from.
it: Indirizzo email da cui spedire l'invito

source: Manually override <em>Reply-To</em> email address
it: Cambiare manualmente l'indirizzo email da cui spedire l'invito

source: The email address you want recipients to reply to.
it: L'indirizzo email a cui volete che rispondano gli invitati

source: Invite page customization
it: Personalizzazione della pagina di invito

source: Invite page title
it: Titolo della pagina di invito

source: Invite your friends and colleagues
it: Invita i tuoi amici e colleghi

source: The title of the page where users invite friends.
it: Il titolo della pagina da cui gli utenti invitano gli amici

source: Invite help text
it: Testo di aiuto dell'Invito

source: Customize the text that appears above the email form on the invite page for users.
it: Personalizza il testo che compare sopra il modulo di email della pagina d'invito per gli utenti

source: Manage Invite settings
it: Gestire la configurazione degli inviti

source: New user registration by invitation only.
it: Registrazione nuovi utenti solo su invito

source: Sorry, this invitation code has expired.
it: Spiacente, questo codice di invito e' scaduto.

source: Sorry, new user registration by invite only.
it: Spiacente, registrazione nuovi utenti solo su invito.

source: Request new password
it: Richiesta nuova password

source: Request new password via e-mail.
it: Richiedi una nuova password per e-mail.

source: You have not been invited to join this site.
it: Non sei stato invitato a registrarti a questo sito.

source: Uninvited user registration attempt.
it: Tentativo di registrazione da parte di un utente non invitato.

source: Registration code failed for %name %email.
it: Il codice di registrazione non e' valido per %name %email.

source: view
it: vedi

source: Your invitations
it: i tuoi inviti

source: Delete invitation
it: Cancella invito

source: Expired
it: Scaduto

source: Pending
it: In attesa

source: View user profile.
it: Vedi profilo utente

source: Joined
it: Registrato

source: Deleted
it: Cancellato

source: Status
it: Stato

source: You have not sent any invitations yet.
it: Non hai ancora invitato nessuno.

source: Invite a friend
it: Invita un amico

source: Maximum number (@max) of invitations reached.
it: Raggiunto il numero massimo di inviti a disposizione.

source: Your message
it: Il tuo messaggio

source: Submit
it: Invia

source: Invitation to %email has been deleted.
it: L'invito a %email e' stato cancellato.

source: Invitations to registered users cannot be deleted.
it: Gli inviti agli utenti registrati non possono essere cancellati

source: Detected malicious attempt to delete an invitation.
it: E' stato scoperto un tentativo di cancellare un invito.

source: !user (@email) has joined @site-name!
it: !user (@email) si e' registrato a @site-name!

source: Problems occurred sending the invitation(s). Please contact the site administrator.
it: Si e' verificato un problema nella spedizione degli inviti. Per favore informare l'amministratore

source: Failed sending invitation. To: @email From: @from
it: Spedizione dell'invito fallita. A: @email Da: @from

source: Your friend, @inviter has invited you to join @site [@homepage]. To become a member of @site, click the link below or paste it into the address bar of your browser. @join_link ---------- @message
it: Il tuo amico, @inviter ti ha invitato a registrarti a @site [@homepage]. Per registrarti a @site, fai click sul collegamento qui sotto o incollalo nella barra indirizzi del tuo navigatore. @join_link ---------- @message

source: <p>This is an overview of the invitations you have sent. The status of each invitation is shown: <ul> <li><strong>Joined</strong>: Shows that the person you have invited has used your invitation to join the site. Click on the email address to take you to their profile page.</li> <li><strong>Pending</strong>: The invitation has been sent, but your friend has still not accepted the invitation. You may send a reminder, by clicking the 'Remind Me' link.</li> <li><strong>Expired</strong>: The invitation has not been used to register on the site within the expiration period.</li> </ul> </p> <p>At any time, you may delete either 'Pending' or 'Expired' invitations. 'Joined' invitation cannot be deleted and count permanently toward your invitation allotment.</p>
it: <p>Questa e' la revisione dell'invito che hai spedito. Lo stato di ogni invito e' visibile: <ul> <li><strong>Registrato</strong>: Indica che la persona che hai invitato ha utilizzato il tuo invito per registrarsi al sito. Fai click sull'indirizzo email per andare alla pagina del profilo utente.</li> <li><strong>In attesa</strong>: L'invito e' stato spedito ma il tuo amico non ha ancora accettato l'invito. Puoi spedire un promemoria facendo click su 'Ricordami'.</li> <li><strong>Scaduto</strong>: L'invito non e' stato accettato nei termini previsti.</li> </ul> </p> <p>Puoi cancellare gli inviti con stato 'in attesa' o 'Scaduto' in qualsiasi momento. Gli inviti con stato 'Registrato' non possono essere cancellati e contanto nel numero degli inviti assegnati.</p>

source: invite
it: invita

source: You have one invite left.
it: Hai a disposizione @count solo altro invito

source: Type the email of the person you would like to invite.
it: Scrivi il nome della persona che vorresti invitare

source: This message will be added to the mail sent to the person you are inviting.
it: Questo messaggio viene aggiunto alla lettera da spedire alla persona che stai invitando.

source: The following recipient has already registered:
it: Il seguente destinatario si e' gia' registrato:

source: The following recipient has already been invited:
it: Il seguente destinatario e' gia' stato invitato:

source: You have only one invitate left.
it: Ti e' rimasto solo @count invitato.

source: You can send only one invitation per turn.
it: Puoi spedire solo un invito per sessione

source: @count invite has been successfully sent.
it: @count invito e' stato inviato correttamente.

source: @count entered email is invalid. Please correct it.
it: @count indirizzo email inserito non e' valido. Per favore correggere.

source: send invitations
it: spedisci inviti
